class CustomListStore {
  CustomListStore._();
    static final CustomListStore instance = CustomListStore._();

  static const List<String> governorates = [
    'القاهرة',
    'الجيزة',
    'الإسكندرية',
    'الدقهلية',
    'البحر الأحمر',
    'البحيرة',
    'الفيوم',
    'الغربية',
    'الإسماعيلية',
    'المنوفية',
    'المنيا',
    'القليوبية',
    'الوادي الجديد',
    'السويس',
    'أسوان',
    'أسيوط',
    'بني سويف',
    'بورسعيد',
    'دمياط',
    'الشرقية',
    'جنوب سيناء',
    'كفر الشيخ',
    'مطروح',
    'الأقصر',
    'قنا',
    'شمال سيناء',
    'سوهاج',
  ];
static const List<String> technicianCategories = [
    'ميكانيكا',
    'كهرباء',
    'دهان',
    'زجاج',
    'إطارات',
    'بطاريات',
    'مكيفات',
    'فرامل',
  ];
}
